export const ABOUT_CARDS = [
  {
    articleTitle: '🚧 "Ещё вчера..." ⚒️',
    imageUrl: '/assets/images/about/my_foto_1.jpg',
    imageAlt: 'photo of miner',
    message: `Мне 53, за плечами 20 лет под землёй — шахтёрская закалка, пыль, усталость и простые радости вроде кофе после смены. Теперь всё иначе: больше солнца, больше времени, и даже фронтенд-разработка вошла в жизнь. Шахтёр внутри, но живу уже по-другому — тем, что действительно радует.`,
    bottomIcon: '#icon-GlitchMiner',
  },
  {
    articleTitle: '⛏️ Новая глава... 💻',
    imageUrl: '/assets/images/about/my_foto_2.jpg',
    imageAlt: 'photo of man with laptop',
    message: `Когда шахта осталась позади, я понял — без дела не могу. Начал изучать фронтенд, втянулся: JavaScript, сайты, технологии. Теперь учусь и надеюсь не просто понимать, а работать в этой сфере. Верю,что возраст — не помеха, если есть интерес и движение вперёд.`,
    bottomIcon: '#icon-characters_operator',
  },
];
